

tap 'oven-sh/bun'
tap 'dart-lang/dart'
tap 'leoafarias/fvm'

brew 'git'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'
brew 'eza'
brew 'zoxide'
brew 'pyenv'
brew 'nvm'
brew 'cocoapods'
brew 'mas'
brew 'xcodesorg/made/xcodes'
brew 'yt-dlp'
brew 'yarn'
brew 'gh'
brew 'dart'
brew 'fvm'
brew 'scrcpy'
brew 'gnupg'
brew 'pinentry-mac'

# Cask
cask 'alacritty'
cask 'font-jetbrains-mono'
cask 'font-jetbrains-mono-nerd-font'
cask 'jetbrains-toolbox'
cask 'xcodes'
cask 'raycast'
cask 'proxyman'
cask 'zed'
cask 'arc'
cask 'spotify'
cask 'discord'
cask 'slack'
cask 'appcleaner'
cask 'postman'
cask 'sf-symbols'
cask 'whatsapp'
cask 'logi-options-plus'
cask 'visual-studio-code'
cask 'rectangle'
cask 'obsidian'
cask 'handbrake'
cask 'telegram'
